[LANGUAGE]
language="Romanian"
CharacterSet=238
translator=Razvan Antonesi
e-mail=razvy79rzv@yahoo.com
web=https://www.rentacar4u.ro


[Main]
1=Fișier
2=Recuperează chei de pe disc local
3=Recuperează chei de pe disc extern
4=Scanare profundă în registru
5=Salvare ca...
6=Ieșire
7=Editare
8=Copiază linia selectată
9=Caută...
10=Ajutor
11=Verifică actualizări...
12=Actualizare bază de date cu chei...
13=Schimbă limba
14=Donează...
15=Pagină web...
16=Despre...
17=Reîmprospătare
18=Copiază Nume Produs
19=Copiază Cheie Produs
20=Listă software și jocuri suportate
21=Urmați-mă pe Facebook...
22=Versiune bază de date:
23=Nume Produs
24=Cheie Produs
25=Versiune nouă disponibilă!
26=Doriți să descarcați de pe pagina noastră web?
27=Nu există actualizări disponibile!
28=Baza de date extinsă nu a fost găsită!
29=Baza de date lipsește!
30=Actualizați baza de date de pe pagina noastră web.
31=Eroare bază de date!
32=Alegeți folderul extern:
33=Este disponibilă o bază de date nouă!
34=Doriți să descărcați acum?
35=Baza de date este actualizată!
36=Închideți si reporniți aplicația.
37=Descărcarea bazei de date a fost finalizată.
38=Eroare la descărcarea bazei de date!
39=Obțineți mai multe aplicații GRATUITE pe https://www.sterjosoft.com


[List]
1=Cheie:
2=Cod produs:
3=Denumire:
4=Număr serie:
5=Companie:
6=Cod activare:
7=Prenume:
8=Nume:
9=E-mail:
10=Cheie validare:
11=Utilizator:
12=Parolă:
13=Tip:
14=Cod deblocare:
15=Cod:


[Find]
1=Caută:
2=Caută urmatorul
3=Anulare
4=Căutare completă!


[Scanning]
1=Scanare...
2=Anulare


[About]
1=Despre
2=Versiune:
3=Acest produs este GRATUIT pentru uz personal sau comercial.
4=Copyright © SterJo Software. Toate drepturile sunt rezervate.
6=&Închide


[Tray]
1=Deschide
2=Ieșire
3=Selectează limba
4=Selectează:
5=&Aplică
6=&Anulare
7=Reporniți aplicația pentru a avea efect schimbările.
8=Limba a fost schimbată.
